[
    {
        "word": "Queer",
        "definitions": [
            "\"a new political direction and agenda, one that does not focus on integration into dominant structures but instead seeks to transform the basic fabric and hierarchies that allow systems of oppression to persist and operate efficiently\" (Cohen 437)",
            "\"queer politics ahs served to reinforce simple dichotomies between heterosexual and everything 'queer'\" (Cohen 438)",
            "\"queer is not an identity—it is a critique, an analytic\" (Weiss 628)",
            "\"each year more of my students insist that queer is an identity—their identity. A  radical one, one that might be poly or genderqueer or kinky, but an identity still.\" (Weiss 628)",
            "\"In my own work, queer is not so much an object—proper or not—and more a stake in a shared project, a future imagined…Queer is not only how I might conceptualize and categorize the activism and world-making projects of my interlocutors but also how I reckon with my own.\" (Weiss 634)",
            "\"While queer studies in the past has rarely addressed such broad social concerns, queer studies in the present offers important insights. In recent years, scholars in the field have produced a significant body of work on theories of race, on problems of transnationalism, on conflicts between global capital and labor, on issues of diaspora and immigration, and on questions of citizenship, national belonging, and necropolitics\" (Eng et al. 2)",
            "\"A lot.\" (Eng et al. 3)"
        ]
    },
    {
        "word": "Gender",
        "definitions": [
            "\"the fundamental category 'woman' — which is foundational in Western gender discourses — simply did not exist in Yorùbáland prior to its sustained contact with the West.\" (Owěwùmí ix)",
            "\"the criminalization associated with Black boys and men stretched beyond those assigned male at birth to ensnare Kairo in the penal system, even as the hypervisibility of Black boys as victims of the system earned her protection within the anti-carceral logics of the progressive school\" (Shange 43)",
            "\"The logic of structural axes shows gender as constituted by and constituting the coloniality of power. In that sense, there is no gender/race separability in Quijano's model. I think he has the logic of it right.\" (Lugones 189)",
            "\"The [colonial/modern] gender system has a light and a dark side.The light side constructs gender and gender relations hegemonically, ordering only the lives of white bourgeois men and women and constituting the modern/colonial meaning of men and women…The dark side of the gender system was and is thoroughly violent.\" (Lugones 206)"
        ]
    },
    {
        "word": "Hijra",
        "definitions": [
            "\"a subset of these communities [that \"generally share some sort of identification with variably interpreted ideas of femininity and also, often, desire men\"] characterized by distinctive religious practices, forms of elective kinship, and professions that involve blessing people for money.\" (Dutta 2)",
            "\"feminine-attired people who may be distinguished from cisgender women by \"masculine\" features like facial structure or voice\" (Dutta 27)",
            "\"International media have depicted <i>hijras</i> as “India's third gender” or the preeminent Indian example of transgender, specifically trans feminine, identity\" (Dutta 27)",
            "\"For Reddy, <i>hijra</i> is not merely a gender/sexual identity; several axes—gendered embodiment, ritualized kinship, profession, religious practices—multiply determine <i>hijra</i> subjectivities\" (Dutta 30)",
            "\"Non-emasculated <i>kothis</i> among Reddy's interlocutors in Hyderabad may claim <i>hijra</i> identity, yet 'sexual \"dysfunction\"' and asexuality serve as imagined axes of distinction between <i>hijras</i> and non-<i>hijras</i>: 'All <i>hijras</i> claim to be impotent, or physically impaired'\" (Dutta 30–31)",
            "\"Hossain demonstrates how Bangladeshi <i>hijras</i> prioritize skill in <i>hijragiri</i>—the conduct of <i>hijra</i> professions and customs—over anatomical emasculation, such that non-emasculated <i>hijras</i>, even heterosexually married ones, may acquire higher intra-community rank than <i>nirvan hijras</i>\" (Dutta 31)",
            "\"Meanwhile, in Raina's circle, some <i>bhelki kothis</i> joined <i>hijra</i> lineages and underwent emasculation; others like Raina did not, although they wear feminine attire and may be socially perceived as <i>hijra</i>.\" (Dutta 35)",
            "\"since the social status or honor of a family within a caste-based and patriarchal social order is linked to the transmission of the male line through endogamous marriages…a <i>hijra</i> son brings shame to the family through his supposed impotence\" (Dutta 35)",
            "\"<i>chhibri</i> (literally, emasculated) is used as a synonym for <i>hijra</i> in intracommunity languages. However, many <i>hijra</i> household members, particularly junior <i>chelas</i>, are <i>akua</i> (non-emasculated), and some are intersex or female, with variable status\" (Dutta 36)",
            "\"Occupationally, the ritualized performance of <i>badhai</i> is the primary gharanasanctioned <i>hijra</i> profession in West Bengal—it is typically undertaken by junior <i>chelas</i> who visit households with newborn children within their territory, sing celebratory songs and proffer blessings, and demand money or gifts in return.\" (Dutta 36)",
            "\"A secondary, less respectable occupation is <i>chhalla</i>—proffering blessings and asking for money in shops, trains, or streets. As detailed later, <i>chhalla</i> is a site of tension, as <i>kothis</i> or <i>hijras</i> outside lineages also do it.\" (Dutta 36)",
            "\"Some <i>hijras</i> also perform <i>khajra</i> (sex work) with men at cruising spaces, which (like <i>chhalla</i>) is seen as disreputable relative to the asexual religiosity of <i>badhai</i> in Bengal.\" (Dutta 36)",
            "\"in some cities like Mumbai, sex work is a legitimate occupation for some <i>gharana</i>-based <i>hijras</i>, suggesting regional variations in <i>gharana</i> norms.\" (Dutta 36)",
            "\"This suggests that the <i>hijra</i> does not correspond to a historically or spatially uniform community across South Asia. Indeed, the spatial expansiveness of the contemporary <i>hijra</i> category emerges in mediation with colonial governmentality and classificatory practices.\" (Dutta 37)",
            "\"As Kira Hall notes, \"real\" <i>hijras</i> may be publicly perceived as born with ambiguous, defective, or missing genitalia and lacking sexual desire. However, contrasting social ideas contradict this narrative, such as stories about children being forcibly castrated to be made <i>hijra</i>, or <i>hijras</i> as impotent men. The involvement of some <i>hijras</i> in sex work also undermines the narrative of biologically determined asexuality\" (Dutta 39)",
            "\"In Shyam and Annapurna's accounts, there is a linear, unidirectional transition from <i>dhunuri</i> to <i>hijra</i>, but no simultaneity between the categories.\" (Dutta 43)",
            "\"While <i>hijra</i> sexuality is conceded privately, in public, <i>gharana</i>-based <i>hijras</i> may project sexual desire wholly onto non-<i>hijras</i>. Annapurna often complained about a particularly promiscuous feminine-attired <i>kothi</i> at Berhampore whom people perceived as <i>hijra</i>: 'People ask me about her—I say, no, those people are <i>homosex</i> [sic] and we are <i>hijra</i>.'\" (Dutta 47)",
            "\"Such a desexualized <i>hijra</i> identity is particularly challenged by <i>kothis/hijras</i> who undertake <i>khajra</i> (sex work) in feminine attire\" (Dutta 47)",
            "\"I figured out that while Suleiman partly presented as <i>hijra</i> and <i>kothis</i> called her a <i>chhibri</i>, she was neither literally <i>chhibri</i> (emasculated) nor initiated under a <i>hijra guru</i>, living with her friend outside the <i>guru-chela</i> system\" (Dutta 49)"
        ]
    },
    {
        "word": "Khoti",
        "definitions": [
            "\"the 'languages' include multiple adjectives to indicate varying forms of gender variance, like <i>kodi</i> (less overtly feminine, male-attired) and <i>bheli</i> or <i>bhelki</i> (flamboyant, feminine-attired). Ajit, a 'daughter' of Bikash in the Ranaghat circle, once explained to me: '<i>Kothis</i> are of many types: some are <i>kodi</i>, some <i>bheli</i>, some even half-<i>kodi</i>, half-<i>bheli</i> (adha-<i>kodi</i>, adha-<i>bheli</i>)!' (Dutta 34)",
            "\"she treats [<i>khoti</i>] as synonymous with <i>dhurani</i>\" (Dutta 33)",
            "\"Meanwhile, in Raina's circle, some <i>bhelki kothis</i> joined <i>hijra</i> lineages and underwent emasculation; others like Raina did not, although they wear feminine attire and may be socially perceived as <i>hijra</i>.\" (Dutta 35)",
            "\"<i>kothi</i> has often replaced <i>dhurani/dhunuri</i> among younger generations\" (Dutta 35)",
            "\"A secondary, less respectable occupation is <i>chhalla</i>—proffering blessings and asking for money in shops, trains, or streets. As detailed later, <i>chhalla</i> is a site of tension, as <i>kothis</i> or <i>hijras</i> outside lineages also do it.\" (Dutta 36)",
            "I heard from several <i>kothis</i> who lived in feminine attire in Delhi in the 2000s that <i>gharana</i>-based <i>hijras</i> tried to convince them to either revert to male attire or join <i>gharanas</i> and completely present as <i>hijra</i>\" (Dutta 45)",
            "\"While <i>hijra</i> sexuality is conceded privately, in public, <i>gharana</i>-based <i>hijras</i> may project sexual desire wholly onto non-<i>hijras</i>. Annapurna often complained about a particularly promiscuous feminine-attired <i>kothi</i> at Berhampore whom people perceived as <i>hijra</i>: 'People ask me about her—I say, no, those people are <i>homosex</i> [sic] and we are <i>hijra</i>.'\" (Dutta 47)",
            "\"According to Honey…'nowadays, it's mostly <i>kothis</i> who wear <i>sarees</i> and do <i>chhalla</i>!'\" (Dutta 51)"
        ]
    },
    {
        "word": "Dhurani",
        "definitions": [
            "\"people like her called themselves <i>dhurani</i>, a term unknown in standard Bengali, and had an intra-community <i>bhasha</i> (language) called <i>Dhurani Bhasha</i>. <i>Dhurani</i> could also specifically mean someone who has a lot of sex or a sex worker—being related to the verb <i>dhurano</i> (to have sex) in the language—but Bikash's friends typically used it more generically for their community\" (Dutta 33)",
            "\"she treats [<i>khoti</i>] as synonymous with <i>dhurani</i>\" (Dutta 33)",
            "\"In Shyam and Annapurna's accounts, there is a linear, unidirectional transition from <i>dhunuri</i> to <i>hijra</i>, but no simultaneity between the categories.\" (Dutta 43)",
            "\"<i>dhunuri</i> networks are relatively open, permitting the entry of diverse people\" (Dutta 43)"
        ]
    },
    {
        "word": "Two-Spirit",
        "definitions": [
            "\"one who has a female and a male spirit\" (Liang 20)",
            "\"you do have those people out there who say that sexuality is not a part of two-spirit identity, that has nothing to do about it, it's more about gender and gender expression and community roles. But then you also have people who do say that [sexuality is a part of two-spirit identity]\". (TJ in Liang 87)",
            "\"for me, two-spirit speaks specifically to my gender identity.…And speaking to—I feel like the way that I experience my gender is inherently Indigenous, because I am Indigenous and I can't really separate my identities in that way.\" (Fenris in Liang 89)",
            "\"For myself, it describes the intersection of being Indigenous and being transgender and queer. And…for me, it does speak to more of a spiritual aspect or nature of my identity, and speaks to the traditional or cultural experience as being an Indigenous, transgender, queer woman. And there's a large part of reclamation and education around it. I, for me, attach a sense of responsibility to the role.\" (21 in Liang 90)",
            "\"it is more the cultural component, more that spiritual component of giving back, and having that reconnection. And a lot of people have that connection back to Creator, back to their Indigenous roots by different means…for me, it was understanding and just being with other queer, trans Indigenous people—so even though we might not have an understanding of what it meant to be queer, or trans, or Indigenous, we had a meaning and understanding of community and togetherness.\" (TJ in Liang 91)",
            "\"being two-spirited, I feel like I have a responsibility to the world I live in. So, making a better world․when we're imagining, and we're doing all this Indigenous worlding, as a two-spirit person, I have a responsibility to bring that into these new worlds we're creating for ourselves…So in that way I think of it as being a very communal kind of concept, and there's a kind of kinship involved in it.\" (Doug in Liang 91)",
            "\"this term that encompasses the gender complexities and sexuality complexities of Indigenous folks on Turtle Island…that's one piece of it. But then as an Anishinaabe person, when I've gone and looked for what two-spirit means and what those things mean, I've learned actually more about traditional notions about responsibility and self-determination that are not exclusively about anyone's sexuality or gender, but rather these processes and practices that we embody.\" (Sam in Liang 92)",
            "\"I think it's a really helpful term for a lot of reasons, and mostly just as a way to identify as something that's beyond or before what all the other terms that exist in English, what those terms are. So even thinking about how it is an umbrella, so we're able to use it, and know that we're referring to a lot, and it can be a really valuable shorthand for a lot of different things.\" (Veronica in Liang 94)",
            "\"I think, to me right now, it is a placeholder and an umbrella term. And I think it means different things to different people, without a shadow of a doubt.\" (Fenris in Liang 95)"
        ]
    },
    {
        "word": "Homonationalism",
        "color": ["white", "rgb(179, 25, 66)", "rgb(10, 49, 97)"],
        "definitions": ["\"a facet of modernity and a historical shift marked by the enterance of (some) homosexual bodies as worthy of protection by nation-states, a constitutive and fundamental reorientation of the relationship between the state, capitalism, and sexuality\" (Puar 337)"]
    },
    {
        "word": "Pinkwashing",
        "color": "pink",
        "definitions": ["\"Israel's promotion LGTBQ-friendly image to reframe the occupation of Palestine in terms of civilizational narratives measured by (sexual) modernity.\""]
    },
    {
        "word": "Tongzhi",
        "defWord": "同志 (<i>Tongzhi</i>)",
        "definitions": [
            "\"literally means 'comrade' or 'common will' in Chinese, and it typically referred to one's ordinary acquaintance in the high socialist period (1949–1976)\" (Chiang 70–71)",
            "\"Chinese queer activists came to promote it as an umbrella category to designate individuals with nonnormative gender and erotic inclinations\" (Chiang 71)",
            "\"political mobilization of <i>tongzhi</i> was overwhelmingly driven by lesbian and gay interest before 2000\" (Chiang 173)",
            "\"an umbrella category that absorbed the epistemic fluidity of <i>ku'er</i> (酷兒, queer).\" (Chiang 173)",
            "\"we hoped that schools would start paying attention to the plight of gender minorities so that fatal tragedies, such as what happened to Yeh, could be avoided in the future.\" (Chiang 180)",
            "\"As the first large-scale event hosted by the <i>tongzhi</i> Hotline Association, the Taipei LGBT Civil Rights Movement Festival, in essence, queered <i>tongzhi</i> by bringing the fluid definition of gender into the wider context of political activism\" (Chiang 183)",
            "\"According to Lai, the pamphlet from 2003 may have failed to spell out a crystal clear definition of <i>tongzhi</i>; the point, nonetheless, was to 'stimulate questioning, thinking, and reflection on the controversial nature of sexual orientation [xingqingxiang] and gender traits [性別特質, xingbie tezhi].'\" (Chiang 185)",
            "\"the epistemic overlap between transness and queerness in extra- Chinese, nonsocialist settings in the twenty-first century\" (Chiang 204)"
        ]
    },
    {
        "word": "Feilds",
        "defWord": "Jacquelyn Fields",
        "definitions": [
            "\"Black queerness is inconceivable without a recognizable Black queer subject\" (Gill 32)",
            "\"Refined tomboy, selftrained biblical scholar, retired police officer, HIV/AIDS awareness advocate, bold-faced 60 year old, Afro-Trinidadian lesbian\" (Gill 35)",
            "\"Gay women must wake up. It's time we get [together] as a body. Gay women in Trinidad and Tobago are nobody, you know? … We follow the men. We have enough intelligent women in the community and it's time we do something about it: form ourselves into … some group, do something, have some union…As ladies, I think we should all get together and do something for the community because it's time.\" (Feilds in Gill 36)",
            "\"the 'Lesbian Chatroom' [\"which Fields herself was instrumental in initiating\"] has seemingly disappeared. Or perhaps it might be more appropriate to suggest that the group has become an apparition, coming to view and slipping away just as startlingly, depending on whom you ask.\" (Gill 36)",
            "\"I am free. And I'm proud to be lesbian … I know I would prefer making love to a woman, rather than a man. As a matter of fact, I can't relate to men. I don't how to start to make love to a man\" (Feilds in Gill 37)",
            "\"Some people when you call them a lesbian—they are lesbians—but the word it does something to them. So I thought I would move away from this lesbian thing and put 'same-gender-lovers' So it was a nice fresh something and people would be comfortable being called a 'same-gender-lover'—which is a nice long phrase that says the same thing\" (Feilds in Gill 37)",
            "\"I am so gay so long that I believe in the Creator. And I believe he made me so. And I believe none of you; none of you has anything to do with it. I love me. God loves me. And I'm walking proud, so I'll always preach God.\" (Feilds in Gill 38)",
            "\"Jacquelyn Fields' singular experience and beliefs as an AfroTrinidadian lesbian—even as social 'mother' of a community of Trinbagonian same-sex desiring women—is not intended here to stand in for the African Diaspora, but rather to foreground a subject and a site still too often overlooked in considerations of Black queer lives.\" (Gill 40)",
            "\"Ultimately, the present speculation about the convergence of Blackness and queerness in the shifting conceptual space of the African Diaspora is less concerned with defining (and thus delimiting perhaps?) what Black queer anthropology might be and much more concerned with what anthropology—informed by Black feminist and queer methodological and theoretical interventions in the discipline—might do for Black queer analysis\" (Gill 42)"
        ]
    }
]